Repository: Noouff/Django-python
Catalog: employee_project/employee_register/locale/*/LC_MESSAGES/django.po
Languages: ta

source: Submit
ta: பதிவு சேய்தள்

source: Back to list
ta: பட்டியலுக்கு த் திரும்பு

source: Employee Register
ta: ஊழியர் பதிவேடு

source: Python Django project for implementing CRUD operation
ta: CRUD செயல்பாட்டை செயல்படுத்துவதற்கான பைதான் டிஜாங்கோ திட்டம்

source: Full Name
ta: முழுப் பெயர்

source: Mobile
ta: இயங்குகிற

source: EMP.Code
ta: EMP. சட்டத்தொகுப்பேடு

source: Position
ta: நிலை

source: Full Name1
ta: முழு பெயர்

source: Mobile1
ta: மொபைல்

source: Position1
ta: நிலை

source: Add New
ta: புதியனவற்றை சேர்

source: Welcome to python course
ta: பைதான் பாடத்திற்கு வருக
